import test from 'assets/images/test.svg';
export const viewData = [
  {
    id: '1',
    image: test,
    nickname: '지브리',
    createdAt: '2021-07-01',
    interest: ['IT', '요식업'],
    good: '오늘은 아침 일찍 일어나서 스스로 미라클 모닝을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템을 디벨롭 시켰다^^ 많이 어쩌구된 거 같아서 좋...오늘은 아침 일찍 일어나서 스스로 미라클 모닝을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템을 디벨롭 시켰다^^ 많이 어쩌구된 거 같아서 좋...오늘은 아침 일찍 일어나서 스스로 미라클 모닝오늘은 아침 일찍 일어나서 스스로 미라클 모닝을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템을 디벨롭 시켰다^^ 많이 어쩌구된 거 같아서 좋...오늘은 아침 일찍 일어나서 스스로 미라클 모닝을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템을 디벨롭 시켰다^^ 많이 어쩌구된 거 같아서 좋...오늘은 아침 일찍 일어나서 스스로 미라클 모닝을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템을 디벨롭 시켰다^^ 많이 어쩌구된 거 같아서 좋...스로 미라클 모닝을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템을 디벨롭 시켰다^^ 많이 어쩌구된 거 같아서 좋...스로 미라클 모닝을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템',
    bad: '오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다',
    learn:
      '오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다',
    like: 1224,
    comments: [
      {
        childrenComment: [],
        _id: '1',
        userID: {
          _id: '1',
          nickname: '지브리 친구',
        },
        text: '첫번째댓글 ;',
      },
      {
        childrenComment: [
          {
            _id: '11',
            userID: {
              _id: '1',
              nickname: '작성자 닉넴',
            },
            text: '들어가라 답글 얍!',
          },
        ],
        _id: '2',
        userID: {
          _id: '1',
          nickname: '작성자 닉넴',
        },
        text: '들어가라 댓글 얍!',
      },
    ],
    scrap: 5,
  },
  {
    id: '2',
    image: test,
    nickname: '안녕안녕',
    createdAt: '2021-07-01',
    interest: ['그래픽 및 디자인'],
    good: '크캬커ㅑ크캬크ㅑㅡ캬ㅡ캬크ㅑ크캬ㅡ캬ㅡ캬크크오늘은 아침 일찍 일어나서 스스로 미라클 모닝을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템을 디벨롭 시켰다^^ 많이 어쩌구된 거 같아서 좋...오늘은 아침 일찍 일어나서 스스로 미라클 모닝을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템을 디벨롭 시켰다^^ 많이 어쩌구된 거 같아서 좋...오늘은 아침 일찍 일어나서 스스로 미라클 모닝오늘은 아침 일찍 일어나서 스스로 미라클 모닝을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템을 디벨롭 시켰다^^ 많이 어쩌구된 거 같아서 좋...오늘은 아침 일찍 일어나서 스스로 미라클 모닝을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템을 디벨롭 시켰다^^ 많이 어쩌구된 거 같아서 좋...오늘은 아침 일찍 일어나서 스스로 미라클 모닝을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템을 디벨롭 시켰다^^ 많이 어쩌구된 거 같아서 좋...스로 미라클 모닝을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템을 디벨롭 시켰다^^ 많이 어쩌구된 거 같아서 좋...스로 미라클 모닝을 실천해봤다. 새벽부터 열심히 발품팔아 사업 아이템',
    bad: '오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다',
    learn:
      '오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다오늘은 열심히 살았다',
    like: 124,
    comments: [
      {
        childrenComment: [],
        _id: '1',
        userID: {
          _id: '1',
          nickname: '두번째댓글',
        },
        text: '디즈니보다는 지브리죠 ;',
      },
      {
        childrenComment: [],
        _id: '12',
        userID: {
          _id: '1',
          nickname: '두번째댓글',
        },
        text: 'aaaa디즈니보다는 지브리죠 ;',
      },
      {
        childrenComment: [
          {
            _id: '11',
            userID: {
              _id: '1',
              nickname: '작성자 닉넴',
            },
            text: '들어가라 답글 얍!',
          },
        ],
        _id: '2',
        userID: {
          _id: '1',
          nickname: '작성자 닉넴',
        },
        text: '들어가라 댓글 얍!',
      },
    ],
  },
];
